Repository: likeThatDude/megano_django
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Cart
ru: Корзина

source: Delete
ru: Удалить

source: The cart is empty so far
ru: Корзина пока пустая

source: Go back to the selection of products
ru: Обратно к выбору продуктов

source: Go to checkout
ru: Перейти к оформлению заказа

source: Name
ru: Имя

source: Icon
ru: Иконка категории

source: Archived status
ru: Архивный статус

source: Parent category
ru: Родительская категория

source: Сategory tags
ru: Теги категории

source: Tags
ru: Теги

source: Description
ru: Описание

source: Short description
ru: Короткое описание

source: Product Type
ru: Тип продукта

source: Manufacturer
ru: Производитель

source: Created at
ru: Дата создания

source: Limited edition
ru: Ограниченное предложение

source: Viewed
ru: Просмотрено

source: Sorting Index
ru: Индекс сортировки

source: Preview
ru: Превью

source: Product
ru: Товар

source: Image product
ru: Изображение товара

source: Seller
ru: Продавец

source: Sellers
ru: Продавцы

source: Image
ru: Изображение

source: Phone
ru: Телефон

source: Address
ru: Адрес

source: Products
ru: Товары

source: Delivery methods
ru: Способы доставки

source: Payment methods
ru: Способы оплаты

source: Cash
ru: Наличными

source: By card online
ru: Картой онлайн

source: By card to the courier
ru: Картой курьеру

source: By card to the store
ru: Картой в магазине

source: A random card to the store
ru: Случайной картой в магазине

source: Payment method
ru: Способ оплаты

source: Payment
ru: Оплата

source: Payments
ru: Оплаты

source: To the pick-up point
ru: В пункт выдачи

source: By courier
ru: Курьером

source: To the post office
ru: В постамат

source: By the seller's forces
ru: Силами продавца

source: The store is a regular one
ru: Магазином обычная

source: By the express store
ru: Магазином экспресс

source: Delivery method
ru: Способ доставки

source: Delivery
ru: Доставка

source: Deliveries
ru: Доставки

source: Quantity
ru: Количество

source: Sold Quantity
ru: Проданное количество

source: Price
ru: Цена

source: User
ru: Пользователь

source: Text
ru: Текст

source: Updated at
ru: Дата обновления

source: Updating
ru: Обновление

source: Review
ru: Отзыв

source: Reviews
ru: Отзывы

source: Name specification
ru: Имя характеристики

source: Value specification
ru: Значение характеристики

source: Specification
ru: Характеристика

source: Specifications
ru: Характеристики

source: Catalog
ru: Каталог

source: Filter
ru: Фильтр

source: Title
ru: Заголовок

source: Popularity
ru: Популярность

source: Novelty
ru: Новизна

source: Buy
ru: Купить

source: Congratulate
ru: Поздравляем

source: The product has been successfully added to the cart
ru: Товар был успешно добавлен в корзину

source: Characteristic
ru: Характеристика

source: Value
ru: Значение

source: Device Type
ru: Тип устройства

source: Type delivery
ru: Тип доставки

source: There are no characteristics yet
ru: Сейчас нет характеристик

source: Add a review
ru: Добавить отзыв

source: Send review
ru: Отправить отзыв

source: To view all the reviews and be able to leave them
ru: Для просмотра всех отзывов и возможности их оставлять

source: you must register
ru: вы должны зарегистрироваться

source: Login
ru: Войти

source: Register
ru: Зарегистрироваться

source: Comparison product
ru: Сравнение товаров

source: There is no product with id {value} in the database
ru: Продукта с id {value} нету в базе

source: Status must be a Boolean value or None
ru: Status должен быть булевым значением или None

source: An error has occurred
ru: Произошла ошибка

source: Could not add to the comparison
ru: Ничего не удалось добавить к сравнению

source: Conflict
ru: Конфликт

source: Successfully
ru: Успешно

source: The product has already been added to the comparison
ru: Товар уже был добавлен в список для сравнения

source: The product has been added to the comparison
ru: Товар был добавлен в список для сравнения

source: Page Description
ru: Описание страницы

source: Product Comparison
ru: Сравнение товаров

source: Remove the same characteristics
ru: Убрать одинаковые характеристики

source: The category being compared
ru: Сравниваемая категория

source: General parameters
ru: Общие параметры

source: Not available for sale
ru: Нет в продаже

source: Add to cart
ru: Добавить в корзину

source: There are no products to compare
ru: Нет товаров для сравнения

source: Inactive old banners
ru: Неактивные старые баннеры

source: The old banners have been deactivated.
ru: Старые баннеры были отключены

source: Text banner
ru: Текст банера

source: Deadline Date
ru: Дата крайнего срока

source: Created_date
ru: Дата создания

source: Active
ru: Активно

source: Navigation
ru: Наивгация

source: Main
ru: Главная

source: Comparison
ru: Сравнение

source: Profile
ru: Профиль

source: Contacts
ru: Контакты

source: Registration
ru: Регистрация

source: Discounts
ru: Скидки

source: Logout
ru: Выход

source: Show navigation
ru: Показать навигацию

source: All categories
ru: Все категории

source: Search
ru: Поиск

source: Import
ru: Импорт

source: Importing a product
ru: Импорт товара

source: Select Files
ru: Выбрать файлы

source: Main page
ru: Главная страницы

source: LIMITED OFFERS
ru: ОГРАНИЧЕННЫЕ ПРЕДЛОЖЕНИЯ

source: days
ru: дни

source: hours
ru: часы

source: mins
ru: мин

source: secs
ru: сек

source: Popular products
ru: Популярные товары

source: Hot offers
ru: Горячие предложения

source: Error receiving data for banners
ru: Ошибка при получении данных для баннеров

source: Unexpected error in receiving banners:{e}
ru: Неожиданная ошибка при получении баннеров:{e}

source: Permissions
ru: Разрешения

source: Important dates
ru: Важные даты

source: Birthday
ru: День рождения

source: Your birthday can't be later than today
ru: Ваш день рождения не может быть позже сегодняшнего дня

source: New password confirmation
ru: Подтверждение нового пароля

source: Russia
ru: Русский

source: English
ru: Английский

source: Moscow
ru: Москва

source: World Time
ru: Мировое время

source: New-York
ru: Нью-Йорк

source: London
ru: Лондон

source: Debugging mode
ru: Режим отладки

source: Session lifetime
ru: Продолжительность сеанса

source: Email HOST
ru: HOST электронной почты

source: Using TLS
ru: Использование TLS

source: Email PORT
ru: PORT электронной почты

source: The Email must be set
ru: Необходимо указать email

source: Superuser must have is_staff=True.
ru: У суперпользователя должно быть значение is_staff=True.

source: Superuser must have is_superuser=True.
ru: У суперпользователя должно быть значение is_superuser=True.

source: Staff status
ru: Stuff статус

source: Users
ru: Пользователи

source: Firstname
ru: Имя

source: Lastname
ru: Фамилия

source: Patronymic
ru: Отчество

source: Photo
ru: Фото

source: Profiles
ru: Профили

source: Forgot your password
ru: Забыли пароль

source: Reset password
ru: Сброс пароля

source: To restore the password, enter the email address to which the account is registered
ru: Для восстановления пароля введите адрес электронной почты, на которую зарегистрирована учетная запись

source: Get the verification code
ru: Получить проверочный код

source: The password has been changed
ru: Пароль изменен

source: Congratulations! You have successfully changed your account password. Use it for
ru: Поздравляем! Вы успешно изменили пароль своего аккаунта. Используйте его для

source: log in to your personal account
ru: входа в личный кабинет

source: Create a new password for your account
ru: Придумайте новый пароль для учетной записи

source: save password
ru: сохранить пароль

source: We have sent you an email with instructions on password recovery
ru: Отправили вам на почту инструкцию по восстановлению пароля

source: If you haven't received the email, check the Spam folder
ru: Если вы не получили письмо, проверьте папку Спам

source: Browsing history
ru: История просмотра

source: Edit a profile
ru: Редактировать профиль

source: Order
ru: Заказ

source: from
ru: от

source: Type of delivery
ru: Тип доставки

source: Status
ru: Статус

source: Recent views
ru: Недавние отзывы

source: Date of viewing
ru: Дата просмотра

source: Viewing time
ru: Время просмотра

source: You don't have any viewed products
ru: У вас нет просмотренных товаров

source: Avatar
ru: Аватар

source: Upload a photo
ru: Загрузить фото

source: Surname
ru: Фамилия

source: Current password
ru: Текущий пароль

source: Enter a new password
ru: Введите новый пароль

source: Password confirmation
ru: Подтверждение пароля

source: Enter the new password again
ru: Введите новый пароль повторно

source: Save
ru: Сохранить

source: You have an empty order history
ru: У вас пустая история заказов

source: order
ru: заказ

source: The cost of the delivery
ru: Стоимость доставки

source: Nickname
ru: Никнейм

source: Your birthday
ru: Ваш день рождения

source: Phone number
ru: Номер телефона

source: Password
ru: Пароль

source: Settings
ru: Настройки

source: Caching
ru: Кеширование

source: Interface language
ru: Язык интерфейса

source: Time zone
ru: Часовой пояс

source: sec
ru: сек

source: To change
ru: Изменить

source: in seconds
ru: в секундах

source: The file %(filename)s larger than 2 MB
ru: Размер файла %(filename)s превышает 2 МБ

source: Enabled
ru: Включено

source: Disabled
ru: Выключено

source: The cache of all services has been successfully reset!
ru: Кэш всех сервисов сброшен успешно!

source: The cache of the banner service has been successfully reset!
ru: Кэш сервиса баннеров сброшен успешно

source: The category menu cache has been successfully reset!
ru: Кэш меню категорий сброшен успешно

source: The cache of the day's offer service has been successfully reset!
ru: Кэш сервиса предложение дня сброшен успешно

source: The cache of the hot offers service has been successfully reset!
ru: Кэш сервиса горячих предложений сброшен успешно

source: Conditions and/or applicable deduction
ru: Условия и/или применимый вычет

source: Items subject to discount
ru: Товары, на которые распространяется скидка

source: Remove discount
ru: Удалить скидку

source: The name of the discount, for example, "Sale 11.11."
ru: Укажите название скидки, например, 'Распродажа 11.11'.

source: Only 100 characters are allowed
ru: Допускается использование только 100 символов

source: Name of the discount
ru: Название скидки

source: Fill in the required field
ru: Заполните обязательное поле

source: Type discount
ru: Тип скидки

source: Maximum quantity
ru: Максимальное количество

source: Minimum quantity
ru: Минимальное количество

source: Enter the discount value
ru: Введите значение скидки

source: Discount value
ru: Значение скидки

source: Description of the discount...
ru: Описание скидки

source: Discount start date
ru: Дата начала действия скидки

source: Discount end date
ru: Дата конца действия скидки

source: Archived
ru: Заархивированный

source: Select the products to apply the discount to
ru: Выберите товары, к которым будет применена скидка

source: Select the product categories in which to apply the discount
ru: Выберите категории товаров, к которым будет применяться скидка

source: Select the product group to which the discount applies
ru: Выберите группу товаров, на которую распространяется скидка

source: The discount expiration date cannot be earlier than the start date.
ru: Дата истечения срока действия скидки не может быть ранее даты ее начала.

source: Product group
ru: Группа товаров

source: Product groups
ru: Группы товаров

source: Product discount
ru: Скидка на товар

source: Discount on kits
ru: Скидка на наборы

source: Discount on cart
ru: Скидка на корзину

source: Discount percentage
ru: Процент скидки

source: Discount amount
ru: Сумма скидки

source: Fixed cost
ru: Фиксированная стоимость

source: Lowest
ru: Самый нижний

source: Low
ru: Нижний

source: Middle
ru: Средний

source: High
ru: Высокий

source: Highest
ru: Самый высокий

source: Type of discount
ru: Тип скидки

source: Discount mechanism
ru: Мехнизм скидки

source: Discount priority
ru: Приоритет скидки

source: If there are several discounts on the product, then the heaviest (priority) discount is applied.
ru: Если на товар действует несколько скидок, то применяется самая большая (приоритетная) скидка.

source: The least amount
ru: Наименьшее количество

source: Set the lower limit of the quantity of goods/s if the 'Discount on cart' type is selected.
ru: Установите нижнюю границу количества товара/ов, если выбран вид 'Скидка на корзину'

source: The largest number
ru: Наибольшее количество

source: Set the upper limit of the quantity of goods/s if the 'Discount on cart' type is selected.
ru: Установите нижнюю границу количества товара/ов, если выбран вид 'Скидка на корзину'

source: Total cost
ru: Общая стоимость

source: Enter the value of the total cost of the items in the cart, if exceeded, the discount on the basket will apply.
ru: Введите значение общей стоимости товаров в корзине, при превышении которой будет действовать скидка на корзину.

source: Enter the discount percentage if the 'Discount Percentage' mechanism is used.
ru: Введите процент скидки, если используется механизм 'Процент скидки'.

source: The discount value in the currency used
ru: Значение скидки в используемой валюте

source: Enter the discount value in the currency used if the 'Discount Amount' or 'Fixed Cost' mechanism is used.
ru: Введите значение скидки в используемой валюте, если используется механизм 'Сумма скидки' или 'Фиксированная стоимость'.

source: It is automatically generated on behalf of, but can be changed
ru: Автоматически генерируется от имени, но может быть изменено

source: Start Date
ru: Дата начала

source: End Date
ru: Дата окончания

source: Is active?
ru: Активная?

source: Add products if the 'Product Discount' type is selected.
ru: Добавьте продукты, если выбран вид 'Скидка на товар'.

source: Categories
ru: Категории

source: Add categories if the 'Product Discount' type is selected.
ru: Добавьте категории, если выбран вид 'Скидка на товар'.

source: Add groups if the 'Discount on Sets' view is selected.
ru: Добавьте группы, если выбран вид 'Скидка на наборы'.

source: Discount
ru: Скидка

source: Start
ru: Начало

source: End
ru: Конец

source: There are no active discounts
ru: Активных скидок нет

source: Name group products
ru: Имя группы товаров

source: Description group products
ru: Описание группы товаров

source: Min quantity products in cart
ru: Минимальное количество товаров в корзине

source: Max quantity products in cart
ru: Максимальное количество товаров в корзине

source: Total cost products in cart
ru: Общая стоимось товаров в корзине

source: Discount calculation method
ru: Метод расчета скидки

source: Percent discount
ru: Процент скидки

source: The discount is valid for the amount of
ru: Скидка действует на сумму

source: The discount has a fixed price
ru: Скидка действует на фиксированную цену

source: Back to discounts
ru: Обратно к скидкам

source: Error in the form
ru: Ошибка в форме

source: Update the discount
ru: Обновить скидку

source: product discount
ru: скидка товара

source: discount on a set of products
ru: скидка на группу товаров

source: discount on the shopping cart
ru: скидка на корзину

source: percentage discount
ru: процент скидки

source: the discount is valid from a certain cost {cost_discount}
ru: скидка действует от определенной стоимости {cost_discount}

source: fixed discount amount
ru: фиксированная сумма скидки

source: the lowest
ru: самый низкий

source: low
ru: низкий

source: middle
ru: средний

source: high
ru: высокий

source: the highest
ru: самый высокий

source: The name is a required field to fill in.
ru: Название - это поле, обязательное для заполнения.

source: The name cannot be longer than 100 characters.
ru: Длина имени не должна превышать 100 символов.

source: Phone number is a required field to fill in.
ru: Номер телефона - это поле, обязательное для заполнения.

source: The phone number cannot be longer than 15 characters.
ru: Длина телефонного номера не должна превышать 15 символов.

source: Email is a required field to fill in.
ru: Поле email обязательно для заполнения.

source: Enter the correct email address.
ru: Введите правильный email адрес.

source: The type of delivery is a required field to fill in.
ru: Тип доставки - поле, обязательное для заполнения.

source: The delivery type cannot be longer than 15 characters.
ru: Длина текста доставки не может превышать 15 символов.

source: The city is a required field to fill in.
ru: Город - это поле, обязательное для заполнения.

source: The name of the city cannot be longer than 100 characters.
ru: Длина названия города не должна превышать 100 символов.

source: The address is a required field to fill in.
ru: Поле 'Адрес' является обязательным для заполнения.

source: The address cannot be longer than 100 characters.
ru: Длина адреса не может превышать 100 символов.

source: The comment cannot be longer than 1000 characters.
ru: Длина комментария не может превышать 1000 символов.

source: Delivery method: Invalid data type for delivery
ru: Способ доставки: Недопустимый тип данных для доставки

source: No information about the delivery method was found
ru: Никакой информации о способе доставки найдено не было

source: Invalid data type for {key}
ru: Недопустимый тип данных для {key}

source: No information about the payment method was found
ru: Никакой информации о способе оплаты найдено не было

source: Invalid data type for the field {key}
ru: Недопустимый тип данных для поля {key}

source: The order is awaiting processing
ru: Заказ ожидает обработки

source: The order is in progress
ru: Заказ находится в стадии выполнения

source: The order has been sent
ru: Заказ был отправлен

source: The order has been delivered
ru: Заказ был доставлен

source: The order has been cancelled
ru: Заказ был отменен

source: Delivery city
ru: Город доставки

source: Delivery address
ru: Адрес доставки

source: Recipient phone number
ru: Номер телефона получателя

source: Recipient email
ru: Email получателя

source: Total price
ru: Итоговая цена

source: Comment
ru: Комментарий

source: Delivery price
ru: Цена доставки

source: Payment type
ru: Тип оплаты

source: Payment status
ru: Статус оплаты

source: Receipt url
ru: Ссылка на чек

source: Free delivery
ru: Бесплатная доставка

source: Standard delivery
ru: Стандартная доставка

source: Express delivery
ru: Экспресс доставка

source: Order date
ru: Дата заказа

source: BIO
ru: ФИО

source: City
ru: Город

source: Order status
ru: Статус заказа

source: qty
ru: шт

source: Total
ru: Общее

source: To pay
ru: Оплатить

source: Receipt
ru: Чек

source: Online payment is not required
ru: Онлайн оплата не требуется

source: Filling progress
ru: Прогресс заполнения

source: Step 1. User Parameters
ru: Шаг 1. Параметры пользователя

source: Step 2. Shipping method
ru: Шаг 2. Способ доставки

source: Step 3. Payment method
ru: Шаг 3. Способ оплаты

source: Step 4. Order confirmation
ru: Шаг 4. Подтверждение заказа

source: Next
ru: Далее

source: We will take care of the delivery
ru: Доставку на себя возьмём мы

source: The delivery will be carried out by the seller
ru: Доставку осуществит продавец

source: Fill in the information about the city and the delivery address
ru: Заполните данные о городе и адрес доставки

source: Delivery will be made to this address,
ru: На этот адрес будет осуществлена доставка,

source: or the nearest pick-up point will be found,
ru: или будет найден ближайший пункт выдачи,

source: depending on your choice.
ru: в зависимости от вашего выбора.

source: Cancel
ru: Отменить

source: Confirm
ru: Подтверждение

source: Dear user, log in to place an order
ru: Уважаемый пользователь для оформления заказа войдите

source: log in to your profile or register,
ru: в свой профиль или зарегистрируйтесь,

source: all your products will remain in the order after registration.
ru: все ваши товары останутся в заказе после регистрации.

source: Payment failed
ru: Оплата не прошла

source: Payment has not been completed
ru: Оплата не выполнена

source: order create error
ru: ошибка создания заказа

source: Erro
ru: Ошибк

source: rs
ru: и

source: r
ru: а

source: when creating an order
ru: при создании заказа

source: Go to the order
ru: Перейти к заказу

source: To the main page
ru: Перейти на главную страницу

source: Personal account
ru: Личный кабинет

source: Administrative section
ru: Административный раздел

source: home
ru: домой

source: Card number
ru: Номер карты

source: Online card
ru: Картой онлайн

source: Online from a random account of someone else
ru: Онлайн со случайного чужого счета

source: You have chosen the delivery by the seller
ru: Вы выбрали доставку силами продавца

source: Select the available payment methods from each seller
ru: Выберете доступные способы оплаты у каждого продавца

source: Available payment methods
ru: Доступные способы оплаты

source: Account number
ru: Номер счёта

source: Generate a random account
ru: Сгенирировать случайный счет

source: Database error during query execution: {e}
ru: Ошибка базы данных при выполнении запроса: {e}

source: Order creation error
ru: Ошибка создания заказа

source: You do not have access to this order.
ru: У вас нет доступа к этому заказу.

source: Try to repeat the payment
ru: Попробуйте повторить платеж

source: Order number
ru: Номер заказа

source: To the order page
ru: Перейти на страницу заказа

source: Successful payment
ru: Успешный платеж

source: The payment was successful
ru: Платеж прошел успешно

source: Thanks for the purchase
ru: Спасибо за покупку

source: The order has been paid in full
ru: Заказ был оплачен в полном объеме

source: Date
ru: Дата

source: Paid goods
ru: Оплаченные товары

source: The cost of delivery
ru: Стоимость доставки

source: You do not have access to payment for this order
ru: У вас нет доступа к оплате этого заказа

source: Data error when forming the successful payment page
ru: Ошибка в данных при формировании страницы успешной оплаты
